/* Growl */
"became available" = "jest dostępny/a";
"became available: %@" = "jest dostępny/a: %@";
"came online" = "zalogowany/a";
"changed status" = "zmienł/a status";
"changed status: %@" = "zmienł/a status: %@";
"%@ says" = "%@ pisze";
"went away" = "jest poza";
"went away: %@" = "jest poza: %@";
"went idle" = "jest nieaktywny/a";
"went offline" = "jest poza siecią";

/* Status Changes */
"%@ became available." = "%@ jest dostępny/a.";
"%@ became available. (%@)" = "%@ jest dostępny/a. (%@)";
"%@ went away." = "%@ jest poza.";
"%@ went away. (%@)" = "%@ jest poza. (%@)";
"%@ went idle." = "%@ jest nieaktywny/a.";

/* Unified Contact List */
"Add Group..." = "Dodaj Grupę…";
"all accounts" = "wszystkie konta";
"All Contacts" = "Wszystkie Kontakty";
"Contacts" = "Kontakty";

/* Log Viewer */
"Are you sure you want to delete all selected logs?" = "Jesteś pewien iż chcesz usunąć wszyskie zaznaczone logi?";
"Delete" = "Usuń";
"Delete Logs" = "Usuń rejestr";
"Don't Delete" = "Nie usuwaj";
"iChat is not currently logging your conversations, so past conversations will not appear in the log viewer. Go to the Messages tab in the iChat preferences to begin saving your chat transcripts." = "iChat w obecnej chwili nie zapisuje Twoich rozmów, co sprawia iż rozmowy nie pojawią się w rejestrze. Idź do zakładki Wiadomości w ustawieniach iChat by uruchomić zapis Twoich rozmów.";
"Log Viewer" = "Rejestr Logów";
"Logging is disabled" = "Zapisywanie rejstru rozmów wyłączone";
"No images in transcript." = "Brak obrazów w rejestrze.";
"No links in transcript." = "Brak łącz w rejestrze";
"Show link in transcript" = "Pokaż łacze w rejestrze.";
"Show image in transcript" = "Pokaż obraz w rejestrze.";
"Show in Log Viewer" = "Pokaż w Rejestrze rejestrze.";

/* Log Viewer - Status Strings */
"No results" = "Brak wyników";
"One result" = "Jeden wynik";
"%d results" = "%d wyników";
"Searching..." = "Szukam…";
"Loading logs..." = "Ładuję rejestr…";

/* Activity Viewer */
"Activity" = "Aktywność";
"Are you sure you want to permanently delete all past activity?" = "Na pewno chcesz usunąć całkowicie historię aktywności?";
"Clear" = "Czyść";
"Clear Past Activity" = "Czyść historię aktywności";
"Delete" = "Usuń";
"Don't Delete" = "Nie usuwaj";
"Export" = "Eksportuj";
"Filter" = "Filtruj";
"iChat Activity Log" = "Rejestr aktywności iChat ";
"Incoming File" = "Odebrany plik";
"Outgoing File" = "Wysłany plik";
"Recent Activity Length" = "Długość aktywności";

/* Donate */
"Thank you for using Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will only appear once more." = "Dziekuję za używanie Chax. Proszę rozważ wsparcie projektu by przyczynić się do przyszłego rozwoju i wsparcia Chax, jesli go uznasz za użyteczny dodatek do iChat. Wiadomość ta pojawi się jeszcze tylko raz.";
"Thank you for continuing to use Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will not appear again." = "Dziękuję za kontynuowanie używania Chax. Proszę rozważ wsparcie projektu by przyczynić się do przyszłego rozwoju i wsparcia Chax, jesli uznasz go za użyteczny dodatek do iChat. Wiadomość już się nie pojawi.";

/* iChatAgent Injection */
"Administrator password required" = "Wymagane hasło administratora";
"Sending plain text to ICQ users requires your admin password to function properly. Please enter your admin password to enable this feature." = "Wysyłanie czystego teksty do użytkowników ICQ wymaga podania hasła administratora by działać poprawnie. Proszę wprowadź hasło administratora by odblokować tą opcję.";
"Administrator password error" = "Błędne hasło administratora";
"There was an error enabling plain text support for ICQ users. Please try again or reinstall Chax if the problem persists. (Error %d)" = "Pojawił się błąd poczas włączania wsparcia wysyłania czystego teksty użytkownikom ICQ. Proszę spróbuj jeszcze raz lub przeinstaluj Chax jeśli problem wciąz pozostanie. (Error %d)";

/* AV Chat Close Confirmation */
"End AV Chat?" = "Zakończyć rozmowę AV?";
"Are you sure you want to end this AV chat?" = "Czy na pewno chcesz zakończyć tą rozmowe AV?";
"Close" = "Zamknij";
"Don't Close" = "Nie zamykaj";

/* Preferences - Auto-Accept */
"Are you sure you want to Automatically accept AV chat invitations that are sent to you? All AV chats are automatically accepted by default. Click \"Options...\" to only accept AV chats from specific users or on specific accounts." = "Czy na pewno chcesz automatycznie akceptować przychodzące zaproszenia do rozmów AV? Wszystkie rozmowy AV są domyślnie automatycznie akceptowane. Kliknij \"Opcje…\" by zaakceptować wyłącznie rozmowy AV od określonych użytkowników lub dla określonych kont.";
"Automatically accept AV chat invitations?" = "Automatyczna akceptacja zaproszeń AV?";
"Auto-accept AV chats from:" = "Automatyczna akceptacja rozmów AV od:";
"Auto-accept files from:" = "Automatyczna akceptacja plików od:";
"Are you sure you want to automatically accept all files that are sent to you? All files are automatically accepted by default. Click \"Options...\" to only accept files from specific users or on specific accounts." = "Czy na pewno chcesz automatycznie akceptować wszystkie wysyłane do Ciebie pliki? Wszystkie pliki są domyślnie automatycznie akceptowane. Kliknij \"Opcje…\" by zaakceptować pliki od określonych użytkowników lub dla określonych kont.";
"Automatically accept file transfers?" = "Automatyczna akceptacja transferu plików?";
"Auto-accept screen sharing from:" = "Automatyczna akceptacja współdzielenia ekranu od:";
"Are you sure you want to automatically accept all screen sharing invitations that are sent to you? All screen sharing invitations are automatically accepted by default. Click \"Options...\" to only accept screen sharing invitations from specific users or on specific accounts." = "Czy na pewno chcesz automatycznie akceptować przychodzące zaproszenia współdzielenia ekranu? Wszystkie zaproszenia współdzielenia ekranu są domyślnie automatycznie włączone. Kliknij \"Opcje…\" by zaakceptować wyłącznie zaproszenia współdzielenia ekranu od określonych użytkowników lub dla określonych kont.";
"Automatically accept screen sharing invitations?" = "Automatycznie akceptować zaproszenia współdzielenia ekranu?";
"Anyone" = "Ktokolwiek";

/* Other */
"Always on Top" = "Zawsze na wierzchu";
"Send Camera Snapshot..." = "Wyślij zdjęcie z kamery…";
"Show Preferences..." = "Pokaż Ustawienia…";
"Show Text Status" = "Pokaż status tekstowy";

/* Button Titles */
"OK" = "OK";
"No" = "Nie";
"Yes" = "Tak";
"Cancel" = "Anuluj";
